# Дано два рядки. Виведіть на екран символи, які є в обох рядках.

string_1 = {"d", "f", "r", "y", "k", "o"}

string_2 = {"n", "l", "f", "s", "d", "o"}

print(string_1 & string_2)
